---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionRound
source: html/ee98c027-00f4-fdb8-5d7f-9eff463a5c3d.htm
---
# StructuralSectionRound Properties

Common set of parameters for structural analysis.